[
    {
        "title" : "Berserk",
        "authors" : ["Kentarō Miura"],
        "tags" : ["Action", "Adventure", "Fantasy", "Horror", "Mature", "Supernatural", "Tragedy"],
        "cover" : "berserkCover.png",
        "description" : "Berserk Manga is a Japanese dark fantasy manga series illustrated and written by Kentaro Miura.\n Place in a medieval Europe-divine the narrative centers on the characters of Guts dark fantasy world, a lone mercenary, and Griffith, the leader of a mercenary group known as the Band of the Hawk. Motifs of camaraderie, isolation, as well as the question of whether mankind is basically good or bad pervade the narrative, as it investigates both the very best and worst of human nature. Both anime and the manga are noticed for their utilization of sexual content and heavy violence."
    },
    {
        "title" : "Duranki",
        "authors" : ["Kentarō Miura"],
        "tags" : ["Action", "Adventure", "Drama", "Fantasy", "Seinen", "Supernatural"],
        "cover" : "durankiCover.png",
        "description" : "In the ancient world, the gods gave their wisdom to the child Usumgallu. Here, a new myth begins!!"
    },
    {
        "title" : "Astro Boy",
        "authors" : ["Osamu Tezuka"],
        "tags" : ["Action", "Adventure", "Comedy", "Shounen", "Sci-fi", "Mecha"],
        "cover" : "astroBoyCover.png",
        "description" : "We proudly presents another of the crown jewels of international graphic fiction—Astro Boy! Created by the late Osamu Tezuka, a revered animator and cartoonist—who created over 150,000 pages of comics in his career!—and considered the Walt Disney of Japan, his Astro Boy was the first manga series to be adapted to animation and became a worldwide phenomenon, making Astro Boy the Mickey Mouse of anime—a jet-powered, super-strong, evil-robot-bashing, alien-invasion-smashing Mickey Mouse, that is! Exciting, whimsical, and touching, Astro Boy hearkens back to the classic era of comics and animation, featuring stories that readers young and old will enjoy."
    },
    {
        "title" : "Black Jack",
        "authors" : ["Osamu Tezuka"],
        "tags" : ["Adventure", "Drama", "Shounen"],
        "cover" : "blackJackCover.png",
        "description" : "Black Jack is the doctor Tezuka wished he could be, one free of the constraints of the modern rules, who can heal and help on his rules. He travels the world helping those who pay him, sometime those he takes mercy on, and always those who move him. Despite not having a valid license, he is still the doctor of last resort, the only man who keeps the reaper at bay. Sometimes though, he's the one who brings the reaper..."
    },
    {
        "title" : "Mw",
        "authors" : ["Osamu Tezuka"],
        "tags" : ["Action", "Drama", "Psychological", "Seinen", "Shounen ai", "Yaoi"],
        "cover" : "MwCover.png",
        "description" : "Garai is a Japanese Catholic Priest, who is unable to give up his lifelong sexual relationship with Yuki, a beautiful and sadistic young master criminal. Yuki's malicious crimes have become more and more extreme over the years, claiming many innocent lives, and Garai is tormented by guilt at his inability to stop them."
    },
    {
        "title" : "Damons",
        "authors" : ["Osamu Tezuka", "Hideyuki Yonehara"],
        "tags" : ["Drama", "Psychological", "Shounen", "Supernatural"],
        "cover" : "DamonsCover.png",
        "description" : "Haight and Andrews are successful engineers working for a company on the verge of developing a history-making breakthrough on nanotechnology; however, when Haight discovers a new technology that will help people live better and cure a few diseases, Andrews decides to use this technology for military purposes. Aware of his intentions, Haight resigns from the company taking all the documents and research about his discovery with him. Andrews becomes angry at this and prepares a trap for Haight. Andrews and his five maniac sidekicks brutally torture Haight and kill his loved ones, then sever both his arms and leave him for dead. Luckily Haight is rescued by a mysterious doctor and his assistant. Both men are experimenting with the strange power of ‟The Zetsmos,” which is the ability to control the ghost inside the body while one is still alive. Reports of people that had their limbs severed confirm that they can still ‟feel and move” their limbs even if they are not there, but with the Natural power of the Zetsmos, the body can assimilate any kind of material and make it part of the body (such as wood, paper, water, metal, etc.) and recreate the limb that was gone. However, awakening the Zetsmos is a painful and dangerous process; the bearer has to put himself between life and death to awaken it. But Haight will stop at nothing to hunt down those that made his life a living hell, and he's determined to use the mysterious power to carry on his revenge."
    }
]
